export default {
  projections: {
    НастройкаОпрE: {
      содержание: {
        __caption__: 'Содержание',
        вопрос: {
          __caption__: 'Вопрос'
        },
        вариант_1: {
          __caption__: 'Вариант_1'
        },
        вариант_2: {
          __caption__: 'Вариант_2'
        },
        вариант_3: {
          __caption__: 'Вариант_3'
        }
      }
    },
    НастройкаОпрL: {
    }
  },
  validations: {
    опрос: {
      __caption__: 'опрос'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    содержание: {
      __caption__: 'Содержание'
    }
  }
};
