export default {
  projections: {
    СотрудникиE: {
      табНомер: {
        __caption__: 'Таб номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      }
    },
    СотрудникиL: {
      табНомер: {
        __caption__: 'Таб номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номерПас: {
      __caption__: 'Номер пас'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия пас'
    },
    табНомер: {
      __caption__: 'Таб номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'должность'
    },
    отдел: {
      __caption__: 'отдел'
    }
  }
};
